Repository: dudu1234/FlatFX
Catalog: FlatFXResources/Resources.*.resx
Languages: he_il

# SummaryPvpStep2Description2
source: In his account:
he_il: בחשבונו:

# SummaryPvpStep2Description3
source: You will prepare amount of
he_il: עליך להכין סכום של

# SummaryPvpStep2Description4
source: In your account:
he_il: בחשבונך:

# SummaryPvpStep3Description1
source: Within few minutes an email will be send to you and to your bank representative with the PvP contract attached<br /> Within the next 2 hours your representative will contact you and ask for approval for the PvP money transfer directions.<br /> The contract will include the following directions:<br />
he_il: בעוד מספר דקות ישלח אליך ואל הבנקאי המטפל בך אימייל שמכיל את חוזה ההעברה המותנית<br /> עליך לקרוא את המסמך ולוודא שהינו תקין.<br /> בשעתיים הקרובות הבנקאי צריך ליצור איתך קשר לצורך אישור ההעברה<br /> החוזה יכלול את ההוראות הבאות: <br />

# SummaryPvpStep3Direction1
source: will transfer amount of
he_il: יעביר סכום של

# SummaryPvpStep3Direction1_2
source: from his account
he_il: מחשבונו

# SummaryPvpStep3Direction1_3
source: to customer account
he_il: אל חשבון

# SummaryPvpStep3Direction2
source: will transfer amount of
he_il: יעביר סכום של

# SummaryPvpStep3Direction3
source: Both transfer will be perform on the same time
he_il: שתי ההעברות יתבצעו בו זמנית

# SummaryPvpStep3Direction4
source: The bank guarantee that the transfer will be executed only if both sides perform the transfer successfully
he_il: הבנק אחראי לכך שההעברה תבוצע אך ורק אם ההעברה השניה מתבצעת אף היא

# SummarySecondaryHeader
source: Please follow the next steps:
he_il: להלן השלבים הבאים לצורך ביצוע העיסקה:

# SummaryStep1
source: Step 1
he_il: שלב 1

# SummaryStep1Description1
source: You should transfer
he_il: עליך להעביר

# SummaryStep1Description2
source: from your account in
he_il: מחשבונך ב

# SummaryStep1Description3
source: The money should be transfered until
he_il: על הכסף להגיע לחשבון הספק עד

# SummaryStep1Description4
source: You must use ZAHAV system in order to transfer the money as fast as possible
he_il: עליך להשתמש במערכת זה"ב ע"מ לבצע את העברת הכספים בדרך המהירה ביותר

# SummaryStep2
source: Step 2
he_il: שלב 2

# SummaryStep2Description
source: The provider will perform the money conversion with atractive spreads because of large volume discount
he_il: הספק יבצע את המרת המטבע מול חדר העיסקאות במירווחים אטרקטיביים עקב הנחת נפח המרות גבוה

# SummaryStep3
source: Step 3
he_il: שלב 3

# SummaryStep3Description1
source: The provider will transfer back an estimated amount of
he_il: הספק יעביר חזרה סכום מוערך של כ

# SummaryStep3Description2
source: to your account in
he_il: אל חשבונך ב

# SummaryStep3Description3
source: The exact amount will be set according to the Mid Rate on the next bussiness day at 14:00 (You can change the setting time)
he_il: הסכום המדויק יקבע ע"פ שער האמצע בשעה 14:00 לאחר קבלת הכספים בחשבון הספק (באפשרותך לשנות את שעת קביעת השער)

# SummaryStep4
source: Step 4
he_il: שלב 4

# SummaryThankYou
source: Thank You for choosing FlatFX
he_il: תודה רבה שבחרת ב FlatFX

# TheFunds
source: The funds must received by FlatFX on
he_il: על הכספים להתקבל בחשבון FlatFX עד לתאריך

# TradingHours
source: <div class="padding20"> <h2 class="red">The trading system is not available</h2> <h3 class="green"> <u>Office Hours (GMT +02:00):</u><br /><br /> Monday - Thursday: 8:00 - 17:00<br /><br /> Friday: 8:00 - 13:00<br /> </h3>
he_il: <div class="padding20"> <h2 class="red">המערכת אינה זמינה בשעה זו</h2> <h3 class="green"> <u>שעות הפתיחה (זמן ישראל):</u><br /><br /> שני-חמישי: 17:00 - 08:00<br /><br /> שישי: 13:00 - 08:00<br /> </h3> </div>

# MidRateOnMatch
source: Mid Rate when match triggered
he_il: שער האמצע הבין-בנקאי בזמן ביצוע התאמה

# OrderWarnningPartnerNotTransfer
source: Attension: If your partner will not transfer the money, the deal will be canceled
he_il: שים לב: במידה ושותפך לעיסקה לא יעביר את הכסף ע"פ סיכום העיסקה, העיסקה תבוטל

# RateCommission
source: commission will be added to the mid rate
he_il: העמלה תתווסף לשער האמצע

# SummaryStep5
source: Step 5
he_il: שלב 5

# TheDealRateIs
source: The deal rate is the current MID rate
he_il: שער העיסקה הינו שער האמצע הנוכחי

# WaitFor2Partners
source: The provider will wait that both sides will transfer the money
he_il: הספק ימתין לקבלת הכסף משני הצדדים

# SummaryPvpStep1Description1
source: The P2P match mid rate is
he_il: שער האמצע שנקבע בין 2 הצדדים הינו

# SummaryPvpStep4Description1
source: Commission of
he_il: עמלה בסכום של

# SummaryPvpStep4Description2
source: will be charged in the end of the month.
he_il: תגבה בסוף החודש

# EstimationByMidRate
source: Estimation according to current mid rate of
he_il: הערכה ע"פ שער אמצע נוכחי של

# SummaryPvpStep3Direction31
source: The money should be ready for transfer at
he_il: הכסף צריך להיות זמין להעברה עד תאריך

# HomeHeader6
source: Fully secured - use PvP transfer method, your money stays in your bank account
he_il: בטחון מלא - הכסף לא יוצא מחשבון הבנק שלך עקב שימוש בהעברה מותנית

source: average broker
he_il: ברוקר ממוצע

source: Buying
he_il: קונים

# InterBankPvPCommissionWarning
source: Warning: Prefare choosing orders located in your bank (average transfer commission of 6$). Choosing different bank cause to additional transfer commission of 0.2% (average)
he_il: אזהרה: בחר לבצע עסקאות מול הזמנות בבנק שלך (עמלת העברה ממוצעת של 6$), בחירת בנק שונה גוררת עמלות העברה בין בנקאיות בעלות ממוצעת של 0.2%

# BusinessDay_1
source: 1 Bussiness day
he_il: יום מסחר הבא

# BusinessDay_2
source: 2 Bussiness day
he_il: 2 ימי מסחר

# BusinessDay_5
source: 5 Bussiness day
he_il: 5 ימי מסחר

# BussinessDay1
source: 1 Bussiness Day
he_il: יום העסקים הבא

# BussinessDay2
source: 2 Bussiness Day
he_il: 2 ימי עסקים

# BussinessDay5
source: 5 Bussiness Day
he_il: 5 ימי עסקים

source: Clearing Type
he_il: סוג סליקה

source: Max
he_il: מקסימום

source: Max Rate
he_il: שער מקסימלי

source: Min
he_il: מינימום

source: Min Rate
he_il: שער מינימלי

source: Rate Range
he_il: טווח השער

source: Same Day
he_il: תוך יומי

source: Select
he_il: בחר
