Repository: dudu1234/FlatFX
Catalog: FlatFXResources/Resources.*.resx
Languages: he_il

source: Bank account name
he_il: שם חשבון בבנק

source: Account name
he_il: שם חשבון

source: Address
he_il: כתובת

source: Car Phone
he_il: טלפון ברכב

# CompanyFullName
source: Full Name
he_il: שם מלא

source: Company Name
he_il: שם חברה

source: Confirm password
he_il: וודא סיסמא

source: Contact Details
he_il: פרטי קשר

source: Country
he_il: ארץ

# CreateNewAccount
source: Create new account group
he_il: צור קבוצת חשבונות חדשה

source: Create new company
he_il: צור חברה חדשה

source: Create new user
he_il: צור משתמש חדש

source: Customer Type
he_il: סוג לקוח

source: Email
he_il: אימייל

# Email2
source: Additional Email
he_il: אימייל נוסף

source: Fax
he_il: פקס

source: First Name
he_il: שם פרטי

source: Hello
he_il: שלום

source: Home Phone
he_il: טלפון בבית

# IsDefaultAccount
source: Is default?
he_il: האם ברירת מחדל?

source: Is deposit valid
he_il: ישנה ערבות

source: Is sign on registration agreement
he_il: חתום על מסמכי הרשמה

source: Last Name
he_il: שם משפחה

source: Login
he_il: כניסה

# MenuAbout
source: About
he_il: אודות

# MenuActions
source: Actions
he_il: פעולות

# MenuHowItWorks
source: How It Works
he_il: איך זה עובד?

# MenuMovie
source: Movie
he_il: סרטון

source: Mobile Phone
he_il: טלפון סלולרי

# MobilePhone2
source: Additional Mobile Phone
he_il: סלולרי נוסף

source: Office Phone
he_il: טלפון בעבודה

# OfficePhone2
source: Additional Office Phone
he_il: טלפון בעבודה נוסף

source: Password
he_il: סיסמא

source: Register
he_il: הירשם

source: Registration
he_il: הרשמה

source: Role
he_il: תפקיד

source: Sign out
he_il: יציאה

# UserComfirmPasswordValidation
source: The password and confirmation password do not match.
he_il: וידוי הסיסמא נכשל.

source: User Name
he_il: שם משתמש

# ValidationLength
source: The {0} must be {2}-{1} characters long.
he_il: השדה {0} צריך להיות באורך {1}-{2}.

# ValidationRequired
source: The {0} field is required.
he_il: השדה {0} הינו שדה חובה.

source: Web Site
he_il: שם אתר

source: Account Number
he_il: מספר חשבון

source: Approved by FlatFX
he_il: מאושר ע"י FlatFX

source: Approved by provider
he_il: מאושר ע"י ספק הנזילות

source: Bank account details
he_il: פרטי חשבון בנק

source: Branch Number
he_il: מספר סניף

# CompanyVolumePerYearUSD
source: Company Volume (yearly, USD)
he_il: נפח עסקאות (שנתי, דולר)

# ProviderOrBank
source: Provider/Bank
he_il: ספק נזילות/בנק

# UserList_SendEmail
source: Send Emails to email addresses
he_il: שלח מיילים לרשימת כתובות

# UserList_SendInvoice
source: Send Invoice to email addresses
he_il: שלח חשבוניות לרשימת כתובות

source: Is Demo Account
he_il: חשבון דמו?

# RegisterAsNewUser
source: Register as a new user
he_il: הכנס כמשתמש חדש

source: Remember me?
he_il: זוכר אותי?

# UseLocalLogin
source: Use a local account to log in
he_il: השתמש בחשבון מקומי ע"מ להיכנס למערכת

source: Created At
he_il: תאריך יצירה

source: InvoiceCurrency
he_il: מטבע חשבונית

source: Language
he_il: שפה

source: Middle Name
he_il: שם אמצעי

source: Signing Key
he_il: מפתח חתימה

source: Allow to trade directlly
he_il: רשאי לסחור מול הבנק

source: Bank
he_il: בנק

source: Admin Manage
he_il: ניהול אדמיניסטרטור

source: Edit Company Details
he_il: ערוך פרטי חברה

source: Edit User Details
he_il: ערוך פרטי משתמש

source: Exchange System
he_il: אפליקציית המרות

source: On Line Rates
he_il: שערים עדכניים

source: User Manage
he_il: ניהול משתמש

source: Contact Us
he_il: צור קשר

source: Product
he_il: מוצר

source: AUD - ILS ($-₪)
he_il: דולר אוסטרלי - שקל ($-₪)

source: Buy
he_il: קניה

# CHFILS
source: CHF - ILS (CHF-₪)
he_il: פרנק שוויצרי - שקל (CHF-₪)

# CurrencyExchangeRateIndication
source: Currency Exchange rates indication
he_il: אינדיקציה לשערי מסחר מט"ח

source: EUR - ILS (€-₪)
he_il: יורו - שקל (€-₪)

source: EUR - USD (€-$)
he_il: יורו - דולר ארה"ב (€-$)

source: GBP - ILS (£-₪)
he_il: לירה שטרלינג - שקל (£-₪)

source: JPY - ILS (¥-₪)
he_il: ין יפני - שקל (¥-₪)

source: Mid Rate
he_il: שער אמצע

source: Pair
he_il: צמד

source: Sell
he_il: מכירה

# ShowRateRemarksRow1
source: Mid rate according to
he_il: שער אמצע ע"פ

# ShowRateRemarksRow2
source: Last update date:
he_il: תאריך עדכון אחרון:

# ShowRateRemarksRow3
source: Buying rate: The rate that the site is buying the currency from the customer
he_il: שער קניה: השער שבו האתר קונה מהלקוח את המטבע

# ShowRateRemarksRow4
source: Selling rate: The rate that the site is selling the currency to the customer
he_il: שער מכירה: השער שבו האתר מוכר ללקוח את המטבע

# ShowRateRemarksRow5
source: Mid rate: The inter bank trading rate during trading time
he_il: שער אמצע: משקף את שער האמצע (המסחר הבין בנקאי) במהלך המסחר

source: USD - ILS ($-₪)
he_il: דולר ארה"ב - שקל ($-₪)

# CreateDemoAccount
source: Create a Demo account
he_il: צור חשבון דמו

source: Forgot your password?
he_il: שכחת סיסמא?

source: Join the Revolution
he_il: הצטרף למהפיכה

# StillDontHaveAccount
source: Still don't have an account?
he_il: עדיין אין לך חשבון?

source: Create Demo User
he_il: צור חשבון דמו

source: Enter the Bank Account information
he_il: הכנס את פרטי חשבון הבנק

source: Enter the Company information
he_il: הכנס את פרטי החברה

source: Enter the User information
he_il: הכנס פרטי משתמש

source: Register Account
he_il: צור חשבון

source: Register Company
he_il: צור חברה

source: Register User
he_il: צור משתמש

source: Step
he_il: שלב

source: User Created Successfully
he_il: המשתמש נוצר בהצלחה

# UserRegisteredSucceeded
source: <p> Thank you for registering for FlatFX. </p> <p> An Email Confirmation will be send to your email address during the next minutes,<br /> Please click on the relevant link in order to activate your account.<br /> Wishing you a giant saving,<br /> FlatFX Team. </p>
he_il: <p> תודה שנרשמת לאתר FlatFX </p> <p> בדקות הקרובות ישלח אליך אימייל,<br /> בבקשה לחץ על "Activate Account" ע"מ להפעיל את החשבון.<br /> מאחלים לך חסכון ענק,<br /> צוות FlatFX. </p>

# YouMustConfirmYourEmail
source: You must confirm your Email in order to activate your account
he_il: עליך לאמת את חשבון המייל ע"מ להיכנס למערכת

source: Company joining code
he_il: קוד הצטרפות לחברה

source: Co-Worker Email
he_il: מייל של עמית לעבודה

# EnterPrivateZone
source: Login
he_il: כניסה

source: Last Update
he_il: תאריך עדכון

source: Account
he_il: חשבון

source: at
he_il: בשעה

source: By Buying
he_il: בתמורה לקניית

source: By Selling
he_il: בתמורה למכירת

source: Comment
he_il: הערות

# CreateNewOrder
source: Time Expired, Create a new Order
he_il: הזמן חלף, צור הוראה חדשה

# DemoEnvAlert
source: You are in a demo environment. Your trades won't have any effect!
he_il: הינך בסביבת דמו, ההוראות לא יבוצעו במציאות

# DemoEnvButtonTxt
source: Change your Demo Account to a Real Account
he_il: החלף את חשבון הדמו לחשבון אמיתי

# EUR
source: Euro €
he_il: יורו €

# ILS
source: Israeli new sheqel ₪
he_il: שקל חדש ₪

# InAmount
source: Amount of
he_il: בסכום

# OfCurrency
source: Currency
he_il: של מטבע

# SmplTradeOrderHeader
source: Enter Deal Request
he_il: פרטי עיסקה

# SmplTradeOrderNotAllowed
source: You are not allowed to perform the currency exchange
he_il: אין אפשרות לבצע את הפעולה

# SmplTradeOrderSubmit
source: Submit your Deal
he_il: שלח הוראה

# SmplTradeOrderSubmitDemo
source: Submit your DEMO Deal
he_il: שלח הוראת דמו

# SmplTradeOrderTheFundsMust
source: The funds must received by FlatFX on
he_il: על הכספים להתקבל בחשבון FlatFX עד תאריך

# SmplTradeOrderWishTo
source: I wish to
he_il: ברצוני לבצע

# SmplTradeStep1Desc
source: Enter currencies, amount, buy/sell, bank account, ...
he_il: הכנסת פרטי המטבעות, קניה/מכירה, סכום, חשבון...

# SmplTradeStep1Header
source: Enter your Deal details
he_il: הכנסת פרטי עיסקה

# SmplTradeStep2Desc
source: See the live rates and confirm the deal
he_il: ראה את מרווחי ההמרה ואשר את העיסקה

# SmplTradeStep2Header
source: Confirm Deal
he_il: אישור עיסקה

# SmplTradeStep3Desc
source: See the Deal summary and the "money transfer" instractions
he_il: קבלת אישור פעולה והוראות להעברת הכספים

# SmplTradeStep3Header
source: Money Transfer
he_il: העברת כספים

# USD
source: US Dollar $
he_il: דולר ארה"ב $

# ASAP
source: as soon as possible and no later than
he_il: במהירות האפשרית ולא יאוחר מ

source: Bank Account
he_il: חשבון

# BuyAmount
source: Buy Amount (you receive)
he_il: סכום קניה (הסכום שתקבל)

source: ConfirmationNumber
he_il: אישור מספר

source: Confirm your DEMO Order
he_il: אישור עיסקה (דמו)

source: Confirm your Order
he_il: אישור עיסקה

source: Deal created successfully
he_il: העיסקה נוצרה בהצלחה

# DealSummary
source: Deal Summary & Money transfer
he_il: סיכום העיסקה והוראות העברת כספים

# FlatFXBankAccountDetails
source: <h3>FlatFX Bank Account Details</h3> <div> Bank Name: לאומי<br /> Bank Number: 10<br /> Branch Number: XXX<br /> Account Number: XXXXXXXX<br /> IBAN: IL99010XXX00000XXXXXXXX<br /> Branch Address: Ben-gurion 12/15, Tel-Aviv<br /> </div>
he_il: <h3>פרטי חשבון FlatFX</h3> <div> בנק: לאומי<br /> מספר בנק: 10<br /> מספר סניף: XXX<br /> מספר חשבון: XXXXXXXX<br /> IBAN: IL99010XXX00000XXXXXXXX<br /> כתובת הסניף: בן גוריון, 12.15, תל אביב<br /> </div>

source: Here
he_il: כאן

source: Home
he_il: דף הבית

# HowToTransfer
source: <h3>How to transfer:</h3> Use your bank interent site in order to transfer money.<br />
he_il: <h3>איך להעביר את הכסף</h3> העברת שקלים - באתר האינטרנט של הבנק באמצעות מערכת זה"ב, עלות של 30 שקלים, הכסף מגיע לאחר מספר דקות<br /> העברת דולרים - באמצעות אתר האינטרנט של הבנק:<br /> - לחשבון באותו בנק: הכסף מגיע באותו היום, עלות של 10$<br /> - לחשבון בבנק אחר: הכסף מגיע יום למחרת, עלות מלאה של 0.22% מנפח ההעברה וע"פ ההנחה ללקוח

source: Order ID
he_il: מספר עיסקה

source: Provider
he_il: ספק נזילות

# SellAmount
source: Sell Amount (you give)
he_il: סכום מכירה (הסכום שעליך להעביר)

source: Settlement Date
he_il: תאריך קבלת הכספים

source: We Traded At
he_il: תאריך העיסקה

source: Your Rate Was
he_il: השער שלך

# FlatFXCommission
source: Commission
he_il: עמלה

source: You Save
he_il: החיסכון שלך

source: Dashboard
he_il: דף פתיחה

source: Confirm your Deal
he_il: אישור עיסקה

source: Confirm your DEMO Deal
he_il: אישור עיסקה (דמו)

source: Order Created Successfully
he_il: ההזמנה עודכנה בהצלחה

# OrderHeader
source: Create new Order
he_il: צור הזמנה חדשה

# OrderNotAllowed
source: You are not allowed to perform the Order
he_il: אין אפשרות לבצע את הפעולה

# OrderStep1Desc
source: Enter the Order currencies, required spread, amount, buy/sell, bank account, ...
he_il: הכנסת פרטי המטבעות, מרווח רצוי, קניה/מכירה, סכום, חשבון...

# OrderStep1Header
source: Enter your Order details
he_il: הכנסת פרטי עיסקה

# OrderStep2Desc
source: See your Order details and confirm the Order
he_il: ראה את מרווחי ההמרה ואשר את הזמנת העיסקה

# OrderStep2Header
source: Confirm your Order
he_il: אישור הזמנת עיסקה

# OrderStep3Desc
source: See the Order summary
he_il: ראה את מרווחי ההמרה ואשר את הזמנת העיסקה

# OrderStep3Header
source: Order Summary
he_il: סיכום הזמנת עיסקה

# OrderSubmitDemo
source: Submit your DEMO Order
he_il: שלח הוראת דמו

source: Order Summary
he_il: סיכום הזמנת עיסקה

# OrderSystem
source: ExchangeP2P System
he_il: ExchangeP2P

# BankCommission1
source: Exchange amount (Million $)
he_il: נפח המרה (במיליוני $)

# BankCommission2
source: Exchange commission discount (0%-100%)
he_il: אחוז הנחה על עמלת חליפין

# BankCommission3
source: Spread discount (0%-100%)
he_il: אחוז הנחה על שערי מטבע

# BankCommission4
source: Your Bank commission
he_il: עמלת הבנק

# BankCommission5
source: Saving with FlatFX
he_il: חיסכון עם FlatFX

# BankCommissionHeader
source: Bank commission calculator
he_il: מחשבון עמלת המרה בבנק

# BankCommissionRemark1
source: Bank commission without discount is 0.2%
he_il: עמלת חליפין ללא הנחה הינה 0.2%

# BankCommissionRemark2
source: Bank spread without discount is 0.9%
he_il: מירווח הבנק ללא הנחה הינו 0.9%

# BankCommission6
source: FlatFX commission
he_il: עמלת FlatFX

source: Action Description
he_il: תיאור הפעולה

source: All Amount
he_il: כל הסכום

source: (Estimation)
he_il: (הערכה)

source: Expiry Date
he_il: תאריך תפוגה

source: Minimal partner execution amount
he_il: סכום ביצוע מינימלי

source: Minimal partner total volume (USD)
he_il: נפח מסחר מינימלי של הצד השני (בדולרים)

# OrderChooseCurrencyPair
source: Choose Currency pair
he_il: בחר צמד מטבעות

# OrderSummary1
source: You can edit or cancel your orders
he_il: באפשרותך לנהל את הוראותך

source: Select Amount
he_il: בחר כמות

# SelectRequiredSpread
source: Select Required Spread (Mid + Promil)
he_il: בחר מרווח מבוקש (שער אמצע + פרומיל)

source: Spread Required
he_il: שער

# BankSpreadIs
source: * The bank commission without discount is 1.1%.
he_il: *עמלות הבנק ללא הנחה הינן שער האמצע + 1.1%.

source: Your Saving:
he_il: החיסכון שלך:

source: Daily
he_il: יומי

# DashboardHeader1
source: Statistics (Your company)
he_il: (החברה שלך)

# DashboardHeader2
source: Company Volume ($)
he_il: נפח עיסקאות החברה ($)

# DashboardHeader3
source: Site Statistics (All Customers)
he_il: סטטיסטיקת האתר (כל הלקוחות)

# DashboardHeader4
source: Site Volume ($)
he_il: נפח עיסקאות באתר ($)

source: Monthly
he_il: חודשי

# NumOfDeals
source: #Deals
he_il: מספר עיסקאות

source: Today Volume
he_il: נפח יומי

source: Total Savings
he_il: סה"כ חיסכון

source: Total Volume
he_il: נפח כולל

# CommissionCalcAdmin1
source: Administrator Fields
he_il: שדות מנהל מערכת

# CommissionCalcAdmin2
source: FlatFX commission (Promil):
he_il: עמלת FlatFX בפרומילים

# CommissionCalcAdmin3
source: Bank commission (Promil):
he_il: עמלת הבנק בפרומילים

# CommissionCalcAdmin4
source: FlatFX income:
he_il: הכנסות FlatFX

# Buy2
source: Buy
he_il: קניית

# OrderRemark
source: Wants to find a partner for exchanging on the Mid price (no spreads) ? <br />Create new order on the Mid rate, <u>no spread</u>, the commission is always 0.2% instead of 1.1% in the banks.
he_il: רוצה למצוא שותף להמרת מטבע בשער אמצע (ללא מרווח) ?<br>צור הזמנה חדשה להמרה בשער אמצע, ללא מרווחים, העמלה תלויית נפח, בין 0.3% - 0.1% לעומת 1.1% בבנקים

# Sell2
source: Sell
he_il: בתמורה למכירת

source: Max Amount
he_il: סכום מקסימלי

source: Min Amount
he_il: סכום מינימלי

source: Order Book
he_il: סל הזמנות

# OrderBookRate2
source: Mid Rate -
he_il: שער האמצע -

source: Partner
he_il: מזמין העיסקה

source: Select pair
he_il: בחר צמד מטבעות

source: Amount range
he_il: טווח הסכום

# HomeHeader1
source: Exporter / Importer / Currency converter ?
he_il: יצואן/יבואן/ממיר מט"ח?

# HomeHeader2
source: Your bank charged large commissions? Know what is your exchange spread?
he_il: הבנק מספק מרווחים גדולים? יודע מה המרווח שלך?

# HomeHeader3
source: Stop being a captive client - join the P2P revolution in Forex
he_il: תפסיק להיות לקוח שבוי - הצטרף למהפיכת ה P2P במט"ח

# HomeHeader4
source: Trade directly with customers like you, on the mid price, skip your bank spreads
he_il: סחור ישירות מול לקוחות כמוך בשער האמצע הבין-בנקאי ללא מרווחי הבנק

# HomeHeader5
source: Best rates on the market (0.1%-0.3%)
he_il: סחור במרווחים הנמוכים ביותר בשוק (0.1%-0.3%)

# SlideHeader1
source: Order Book
he_il: רשימת הזמנות המרה

# SlideHeader2
source: Create Order
he_il: צור הזמנת המרה

# SlideHeader3
source: Manage Deals
he_il: ניהול עיסקאות

# SlideHeader4
source: View your Statistics
he_il: צפייה בסטטיסטיקה

# SlideHeader5
source: Create Deal
he_il: בצע המרה

# SlideHeader6
source: Deal Confirmation
he_il: אשר ביצוע המרה

# SlideHeader7
source: OnLine Rates
he_il: שערים בזמן אמת

# SlideHeader8
source: Trading Room
he_il: חדר מסחר

# SlideHeader9
source: Address
he_il: כתובת

# SlideText1
source: Find an order that best match your currency exchange requirements
he_il: מצא הזמנת המרה אשר מתאימה לדרישות ההמרה שלך

# SlideText2
source: Enter new currency exchange order and wait for other site user to match your order
he_il: הכנס הזמנת המרה חדשה והמתן למשתמש אשר יבצע התאמה מולך

# SlideText3
source: Manage your deals & orders. edit, cancel and explore
he_il: נהל את העיסקאות והזמנות ההמרה

# SlideText4
source: View your total volume, today volume, total savings, charts, ...
he_il: צפה בנפח המסחר היומי, הנפח הכללי, הרווח שלך, גרפים, ...

# SlideText5
source: Create a deal to be performed immediately against FlatFX prices
he_il: בצע המרה שתתבצע בזמן אמת מול FlatFX במרווחי המרה אטרקטיביים

# SlideText6
source: Confirm your deal price and deal commission
he_il: אשר את ביצוע ההמרה, השער והעמלות

# SlideText7
source: See online rates and compare FlatFX prices with your bank prices
he_il: צפה במחירי ההמרה בזמן אמת והשווה את מחירי FlatFX עם מחירי הבנקים

# SlideText8
source: You are invited to visit our office at ...
he_il: אתה מוזמן לבקר אותנו במשרדינו בכתובת ...

# SlideText9
source: You are invited to visit our office at ...
he_il: אתה מוזמן לבקר אותנו במשרדינו בכתובת ...

source: Amount Executed
he_il: סכום שבוצע

source: Amount Remainder
he_il: סכום שנותר

source: Buy/Sell
he_il: קניה / מכירה

source: Charged Amount
he_il: סכום לחיוב

source: Commission
he_il: עמלה

source: Contract Date
he_il: תאריך ההמרה

source: Credited Amount
he_il: סכום לזיכוי

source: Deal History
he_il: היסטוריית עיסקאות

source: Deal Id
he_il: מזהה

source: Is Canceled
he_il: עיסקה מבוטלת

source: Open Deals
he_il: עיסקאות פתוחות

source: Open Orders
he_il: הזמנות פתוחות

source: Order Date
he_il: תאריך ההזמנה

source: Order History
he_il: היסטוריית הזמנות

source: Profit
he_il: רווח

source: Rate
he_il: שער ההמרה

source: Site Statistics
he_il: סטטיסטיקת האתר

# Statistics
source: Your Statistics
he_il: הסטטיסטיקה שלך

source: Status
he_il: סטטוס

source: Status Details
he_il: פרטי סטטוס

source: Back to List
he_il: חזרה

source: Bank/Provider Accounts Details
he_il: פרטי חשבון בנק / ספק

# ChangeYourDemoAccount
source: Change your Demo Account to a Real Account
he_il: שנה את חשבון הדמו לחשבון אמיתי

source: Change Your Password
he_il: שנה סיסמה

source: Company Account Details
he_il: פרטי חשבון ראשי

source: Company Details
he_il: פרטי חברה

source: Edit Bank Account
he_il: ערוך חשבון בנק / ספק

source: Edit Company
he_il: ערוך פרטי חברה

source: Edit Company Account
he_il: ערוך חשבון ראשי

source: Edit Contact Details
he_il: ערוך פרטי משתמש

# InviteCoWorkerToJoin
source: Invite Co-Worker to join your company
he_il: הזמן עובד בחברה להצטרף כמשתמש בחברה

source: Main
he_il: ראשי

source: Manage User Account
he_il: ערוך פרטי חשבון

source: Save
he_il: שמור

source: User Details
he_il: פרטי משתמש

# CreateNewOrder2
source: Create new Order
he_il: צור הזמנה חדשה

source: average bank
he_il: בנק ממוצע

# ByUsingFlatFX
source: by using FlatFX and not your bank!
he_il: ע"י שימוש באפליקציה ולא בבנק שלך !

source: Get started
he_il: נסה אותנו

source: How much would you like to exchange?
he_il: כמה כסף ברצונך להמיר?

source: inverse
he_il: הופכי

# saveSmall
source: save
he_il: תחסוך

source: See why
he_il: פרטים נוספים...

source: Transfer fee
he_il: עמלות העברה

source: YOU RECEIVE
he_il: אתה מקבל

source: YOU SEND
he_il: אתה מעביר

source: You will
he_il: אתה

source: Edit Order
he_il: ערוך הזמנת עיסקה

# CreateMatchOrder
source: Create new Order Match
he_il: צור התאמה להזמנת עיסקה

source: Failed to create order
he_il: יצירת הזמנת ההמרה נכשלה

# PleaseContactSupport
source: Please contact FlatFX support
he_il: אנא פנה לצוות FlaxFX ע"מ לפתור את הבעיה

# MatchDealId
source: Your Order become a Deal, Your Deal id is:
he_il: הזמנת העיסקה נהפכה לעיסקה, מספר העיסקה:

# MatchSummaryDetails
source: The next step is money transfer. In a few minutes an email will be send to you with directions for transfer money to FlatFX account.<br />
he_il: השלב הבא הינו העברת הכספים, בעוד מספר דקות ישלח אליך אימייל אוטומטי עם הוראות העברת כספים

# OrderMatchSuccessfully
source: Order Match created successfully
he_il: התאמת הזמנות העיסקה נוצרה בהצלחה

# OrderSummaryDetails
source: Your order will be waiting for a partner to perform Match with your order.<br /> When the match occurs an automatic email will be send to you with directions for transfer money to FlatFX account.<br /> Make sure that when the order match is triggered, you should be ready to transfer the money within 1 day.
he_il: הזמנת העיסקה תמתין למשתמש שיבצע התאמה להזמנה שלך.<br /> ברגע שתיווצר התאמה ישלח אליך אימייל אוטומטי עם הוראות העברת כספים<br /> שים לב שברגע שנוצרת התאמה להזמנה ונוצרת עיסקה, עליך להעביר את הכסף תוך יום.

# OrderUpdateSuccessfully
source: Order successfully updated
he_il: הזמנת העיסקה עודכנה בהצלחה

# TheMinimalVolume
source: The minimal volume is 10,000$
he_il: סכום ההמרה המינימלי הינו 10,000$

# EnsureOnLinePrice
source: Ensure current currency rate
he_il: הבטחת שער נוכחי

# FastTransferEnabled
source: Fast money transfer method
he_il: העברת כספים מהירה

# PvPEnabled
source: Use PvP money transfer
he_il: שימוש בהעברה מותנית

source: Current rate is
he_il: השער הנוכחי הינו

# EnsureOnLinePriceDetails
source: Checked - The deal rate will be the current rate.<br /> Unchecked - The deal rate will be set on 13:00 only after the money will arrive to the provider. You can change the time of the rate setting.
he_il: מסומן - שער העיסקה יהיה השער הנוכחי.<br /> לא מסומן - שער העיסקה יקבע לשעה 13:00 לאחר שהכסף יגיע לחשבון הסולק, באפשרותך לשנות את שעת קביעת השער.

source: extra charge of
he_il: תשלום נוסף של

# FastTransferEnabledDetails
source: Checked - You will get the money back on the same day (if your transfer arrive before 14:00).<br /> Unchecked - You will get the money back after 1-2 bussiness days.
he_il: מסומן - העברת הכספים תבוצע באותו יום עסקים (על הכספים להגיע לסולק לפני 14:00).<br /> לא מסומן - קבלת הכספים לאחר 1-2 ימי עסקים.

source: More details...
he_il: לפרטים נוספים...

source: No
he_il: לא

# PvPEnabledDetails
source: Checked - use "Payment versus payment" bank transfer method.<br /> A mechanism in the bank system to ensure that your transfer occurs only if the provider transfer of the other currency also takes place.<br /> E.G. if the exchange is Buy 100,000 EUR-USD on rate=1.1: Your tansfer of 110,000 USD and provider transfer of 100,000 EUR will orrurs on the same time. A fax should be sand to the bank.<br /> Unchecked - You will send money and get it back after 1-2 bussiness days.
he_il: מסומן - שימוש בהעברה בנקאית מסוג "העברה מותנית".<br /> שיטת העברה במערכת הבנקאית שבה ההעברה אל הסולק מתבצעת אך ורק אם ההעברה מן הסולק מתבצעת . ההעברות מתבצעות בו זמנית ע"י הבנק. בשיטה זו יש לשלוח פקס לבנק עם חתימה על הסכם ההעברה (סכומי ההעברה מכל צד).<br /> לא מסומן - הלקוח מעביר כסף לספק ומקבל את הסכום שנקבע לאחר 1-2 ימי עסקים.

# TrasferPeriod
source: Money trasfer period
he_il: משך זמן העברת הכספים

# WillBeSetAfterMoneyTransfer
source: Mid Rate on 14:00 after the money transfer
he_il: שער האמצע בשעה 14:00 שלאחר קבלת הכספים

source: Yes
he_il: כן

# EstimationByFinalDealRate
source: The exact amount will be set according to the MID Rate on 14:00 after the money will arrive to the provider account (you can change the setting time)
he_il: הסכום מוערך. הסכום המדויק יקבע ע"פ שער האמצע בשעה 14:00 לאחר שהכסף יגיע לחשבון ספק הנזילות (באפשרותך לשנות את שעת קביעת השער)

# EstimationByFinalDealRate_Order
source: The exact amount will be set according to the MID Rate when the match order.
he_il: הסכום המדוייק יקבע ע"פ שער האמצע ברגע שתיווצר התאמה להזמנה

# FlatFXShortBankInfo
source: Bank Leumi XXX-XXXXXX
he_il: בנק לאומי XXX-XXXXXX

# SummaryEnjoy
source: Enjoy the money
he_il: הכסף מוכן בחשבונך

# SummaryMainHeader
source: What are the next steps ?
he_il: איך זה מתבצע ?

# SummaryOnLineStep1Description1
source: The provider will perform the money conversion with atractive spreads because of large volume discount<br /> The deal rate will be
he_il: הספק יבצע את המרת המטבע מול חדר העיסקאות במירווחים אטרקטיביים עקב הנחת נפח המרות גבוה<br /> שער העיסקה הינו

# SummaryOnLineStep3Description1
source: The provider will transfer back an amount of
he_il: הספק יעביר חזרה סכום של

# SummaryPvpStep2Description1
source: will prepare amount of
he_il: יכין סכום של
